{
  "_class": "text",
  "attributedString": {
    "_class": "attributedString",
    "attributes": [
      {
        "_class": "stringAttribute",
        "attributes": {
          "MSAttributedStringColorAttribute": {
            "_class": "color",
            "alpha": 1,
            "blue": 0.4745098039215686,
            "green": 0.4745098039215686,
            "red": 0.4745098039215686
          },
          "MSAttributedStringFontAttribute": {
            "_class": "fontDescriptor",
            "attributes": {
              "name": "Thonburi",
              "size": 13
            }
          },
          "paragraphStyle": {
            "_class": "paragraphStyle",
            "alignment": 0,
            "allowsDefaultTighteningForTruncation": 0
          }
        },
        "length": 3399,
        "location": 0
      }
    ],
    "string": "ผู้ขอใช้บริการตกลงใช้บริการ SCB Connect ของธนาคารตามที่ได้รับอนุมัติจากธนาคาร และตามรายละเอียดการให้บริการที่ธนาคารกำหนด โดยผู้ขอใช้บริการตกลงผูกพันและปฏิบัติตามข้อกำหนดและเงื่อนไข ดังต่อไปนี้\n\n1.\tคำนิยาม\n\n\t1.1\t“ธนาคาร” หมายความถึง ธนาคารไทยพาณิชย์ จำกัด (มหาชน) และให้หมายความรวมถึงบุคคลที่ธนาคารมอบหมายด้วย\n\n\t1.2\t“บัญชีผู้ขอใช้บริการ” หมายความถึง บัตรเครดิตที่ธนาคารออกให้ในชื่อผู้ขอใช้บริการ (ทั้งบัตรหลักและบัตรเสริม (ถ้ามี)) บัญชีเงินฝากออมทรัพย์หรือบัญชีเดินสะพัดของผู้ขอใช้บริการที่มีอยู่กับธนาคาร (เฉพาะบัญชีเงินฝากในชื่อบัญชีผู้ขอใช้บริการคนเดียว) และให้หมายความรวมถึงกระเป๋าเงินอิเล็กทรอนิกส์ (e-wallet) ของผู้ขอใช้บริการที่มีอยู่กับธนาคาร หรือบัตรอิเล็กทรอนิกส์ หรือบัญชีหรือรหัสใด ๆ ที่ธนาคารออกให้แก่ผู้ขอใช้บริการซึ่งสามารถใช้บริการได้ในลักษณะทำนองเดียวกับบัญชีเงินฝาก ตามที่ธนาคารจะเปิดให้บริการเพิ่มเติม (ถ้ามี) และผู้ขอใช้บริการได้กำหนดใช้บัตรเครดิต และ/หรือ บัญชีเงินฝาก และ/หรือ กระเป๋าเงินอิเล็กทรอนิกส์ \n(e-wallet) และ/หรือ บัตรอิเล็กทรอนิกส์ และ/หรือ บัญชี และ/หรือ รหัสดังกล่าวกับบริการ SCB Connect ภายใต้ข้อกำหนดและเงื่อนการใช้บริการนี้ด้วย\n\n\t1.3\t“บัญชี LINE” หมายความถึง บัญชีหรือข้อมูลการเป็นผู้ใช้บริการระบบปฏิบัติการ LINE Application ของผู้ขอใช้บริการ ซึ่งผู้ขอใช้บริการได้สร้างหรือจัดทำขึ้นโดยการลงทะเบียนสมัครใช้บริการบนระบบปฏิบัติการ LINE Application ตามฐานข้อมูลของผู้ให้บริการ LINE Application\n\n\t1.4\t“บัญชี SCB Connect” หมายความถึง บัญชีหรือข้อมูลสำหรับการใช้บริการ SCB Connect ของผู้ขอใช้บริการ ซึ่งผู้ขอใช้บริการได้สร้างหรือจัดทำขึ้นโดยการลงทะเบียนสมัครใช้บริการผ่านระบบบริการ SCB Connect บนอุปกรณ์เพื่อการทำรายการของผู้ขอใช้บริการ ซึ่งประกอบด้วยข้อมูลเลขประจำตัวประชาชน หรือเลขที่หนังสือเดินทาง (สำหรับบุคคลที่ไม่มีสัญชาติไทย) และ/หรือ โทรศัพท์สำหรับยืนยันการทำธุรกรรม และ/หรือ บัญชีผู้ขอใช้บริการ (แล้วแต่กรณี) วันที่ทำรายการที่ลงทะเบียนสมัครใช้บริการ และ/หรือ ข้อมูลอื่น ๆ ตามที่ธนาคารกำหนด\n\n\t1.5\t“ผู้ขอใช้บริการ” หมายความถึง บุคคลซึ่งได้รับอนุมัติจากธนาคารให้เป็นผู้ใช้บริการ SCB Connect ภายใต้ข้อกำหนดและเงื่อนไขการใช้บริการนี้\n\n\t1.6\t“ผู้ให้บริการ LINE Application” หมายความถึง บริษัท ......(โปรดระบุชื่อบริษัทผู้ให้บริการ LINE Application ที่ธนาคารทำสัญญาด้วย)..... และให้หมายความรวมถึงบุคคลที่บริษัทมอบหมายด้วย\n\n\t1.7\t“รหัสประจำตัว” หมายความถึง Login Name หรือ Username, รหัสผ่าน (Password), PIN – Person Identification Number, รหัส OTP – One Time Password รวมถึงรหัสอื่นใดที่เกี่ยวข้องกับการใช้บริการ SCB Connect ไม่ว่าจะเรียกด้วยชื่อใด ๆ และไม่ว่าจะเป็นรหัสที่ธนาคารเป็นผู้กำหนดให้หรือเป็นรหัสที่ผู้ขอใช้บริการเป็นผู้กำหนดเองก็ตาม\n\n\t1.8\t“อุปกรณ์เพื่อการทำรายการ” หมายความถึง โทรศัพท์มือถือ และ/หรือ อุปกรณ์อิเล็กทรอนิกส์ใด ๆ ของผู้ขอใช้บริการ ที่มีการดาวน์โหลดและติดตั้งโปรแกรม LINE Application สำหรับใช้บัญชี LINE ที่ผู้ขอใช้บริการสมัครใช้บริการ SCB Connect และ/หรือ ใช้ในการทำรายการการใช้บริการ SCB Connect \n\n\t1.9\t“เหตุสุดวิสัย” หมายความถึง เหตุใดๆ อันอยู่นอกเหนือการควบคุมของธนาคาร ซึ่งเป็นอุปสรรค\nต่อการให้บริการตามข้อกำหนดและเงื่อนไขการใช้บริการนี้ รวมถึงเป็นเหตุให้เกิดข้อขัดข้อง หรือข้อมูลผิดพลาด เช่น ระบบคอมพิวเตอร์ของธนาคารหรือระบบสื่อสารขัดข้องเพราะกระแสไฟฟ้าขัดข้อง หรือปัญหาด้านพลังงาน การกระทำของบุคคลภายนอก ไวรัสคอมพิวเตอร์ หรือข้อมูลที่เป็นอันตรายต่างๆ (Harmful Data) ซึ่งเหตุดังกล่าวไม่ได้มีสาเหตุมาจากการที่ธนาคารไม่ดูแลรักษาระบบคอมพิวเตอร์อย่างเพียงพอตามมาตรฐาน\n\n\t1.10\t“โทรศัพท์สำหรับยืนยันการทำธุรกรรม” หมายความถึง หมายเลขโทรศัพท์มือถือที่ผู้ขอใช้บริการแจ้งไว้กับธนาคารในการใช้บริการที่เกี่ยวกับบัญชีผู้ขอใช้บริการ ตามข้อกำหนดของธนาคาร\n"
  },
  "automaticallyDrawOnUnderlyingPath": false,
  "booleanOperation": 0,
  "do_objectID": "F4800E5B-B24B-43CF-912C-A8DBB150A9AA",
  "dontSynchroniseWithSymbol": false,
  "exportOptions": {
    "_class": "exportOptions",
    "do_objectID": "F703EC97-8565-46B2-9131-73AD9B341C30",
    "exportFormats": [
    ],
    "includedLayerIds": [
    ],
    "layerOptions": 0,
    "shouldTrim": false
  },
  "frame": {
    "_class": "rect",
    "constrainProportions": false,
    "do_objectID": "CC7645C6-BFD7-4AF1-BCFA-0CFA201ADEAC",
    "height": 1513,
    "width": 295.3733503159851,
    "x": 12,
    "y": 120
  },
  "glyphBounds": "{{-1, 1}, {296, 1493}}",
  "isFixedToViewport": false,
  "isFlippedHorizontal": false,
  "isFlippedVertical": false,
  "isLocked": false,
  "isVisible": true,
  "layerListExpandedType": 0,
  "lineSpacingBehaviour": 2,
  "name": "ผู้ขอใช้บริการตกลงใช",
  "nameIsFixed": false,
  "resizingConstraint": 45,
  "resizingType": 3,
  "rotation": 0,
  "shouldBreakMaskChain": false,
  "style": {
    "_class": "style",
    "do_objectID": "CA754576-7D02-4D41-B0AC-2228DCC60FDB",
    "endMarkerType": 0,
    "miterLimit": 10,
    "sharedObjectID": "BA79DEB4-8A58-419E-A3FF-D7614341E79C",
    "startMarkerType": 0,
    "textStyle": {
      "_class": "textStyle",
      "do_objectID": "7A9159E3-75C3-4B92-8C77-8C01354296A2",
      "encodedAttributes": {
        "MSAttributedStringColorAttribute": {
          "_class": "color",
          "alpha": 1,
          "blue": 0.4745098039215686,
          "green": 0.4745098039215686,
          "red": 0.4745098039215686
        },
        "MSAttributedStringFontAttribute": {
          "_class": "fontDescriptor",
          "attributes": {
            "name": "Thonburi",
            "size": 13
          }
        },
        "paragraphStyle": {
          "_class": "paragraphStyle",
          "alignment": 0,
          "allowsDefaultTighteningForTruncation": 0
        }
      },
      "verticalAlignment": 0
    },
    "windingRule": 1
  },
  "textBehaviour": 1,
  "userInfo": {
    "com.animaapp.stc-sketch-plugin": {
      "kModelPropertiesKey": {
        "isAutoWidth": 0
      }
    }
  }
}